amd-ucode
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
copyq
efibootmgr
fastfetch
file-roller
firefox
gamescope
git
godot
grim
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpaper
hyprshot
hyprsunset
intel-media-driver
iwd
jq
kitty
lib32-libcanberra
libpulse
libva-intel-driver
libva-nvidia-driver
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lxappearance
mako
man-db
nano
nemo
neovim
network-manager-applet
noto-fonts-emoji
nvidia-open-dkms
otf-commit-mono-nerd
pacman-contrib
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
python-pywal
python-requests
qt5-wayland
qt6-wayland
slurp
smartmontools
starship
steam
swappy
swaync
tree
ttf-cascadia-mono-nerd
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xfce4-settings
xorg-server
xorg-xinit
zram-generator
